assets/SetAlarm.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <SetAlarm xmlns="http://tempuri.org/">
      <telnum>13888888888</telnum>
      <devicenum>1524</devicenum>
      <content>|1:12:0|5:9:0|6:9:30|7:12:5|2:2:10|</content>
    </SetAlarm>
  </soap12:Body>
</soap12:Envelope>